/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Compte de Clickatell.com requerit)";

/* Label for account field */
"Account:" = "Compte:";

/* label for API ID field */
"API ID:" = "Identificació d'API:";

/* label for destination number field */
"Destination Number:" = "Número de destinació:";

/* Label for password field */
"Password:" = "Mot d'accés:";

/* Title for SMS plugin */
"SMS Notifications" = "Notificacions de SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Per a registrar-se: http://www.clickatell.com/brochure/products/api_xml.php\n\nPer a condicions i cost:\nhttp://www.clickatell.com/brochure/pricing.php";

